Repository: MinaSamir20/MedicalManagementSystem
Catalog: MedicalManagementSystem.Application/SharedResources/SharedResources.*.resx
Languages: ar

# Added
source: Created Successfully
ar: تم الإضافة بنجاح

source: AdditionalNotes
ar: ملحوظات إضافية

source: Amount
ar: مبلغ الفاتورة

source: Approved
ar: حالة الطلب

source: AreaName
ar: اسم المنطقة

source: Bad Request
ar: طلب خاطئ

source: BillAmount
ar: مبلغ الفاتورة

source: BillDate
ar: تاريخ الفاتورة

source: BuildingNumber
ar: رقم المبنى

source: CategoryName
ar: اسم التصنيف

source: ChargesPerVisit
ar: المبلغ بالجلسة

source: ClinicName
ar: اسم العيادة

source: Date
ar: تاريخ الميعاد

source: DatePrescribed
ar: تاريخ الروشتة

# Deleted
source: Deleted Successfully
ar: تم الحذف بنجاح

source: DepartmentDescription
ar: وصف القسم

source: DepartmentName
ar: اسم القسم

source: Designation
ar: التعيين

source: Dosage
ar: الجرعة

source: Duration
ar: مدة اخذ الجرعات

source: DurationUnit
ar: وحدة المدة

source: ExpiredOn
ar: تاريخ الانتهاء

source: FloorNumber
ar: رقم الطابق

source: Frequency
ar: عدد مرات اخذ الجرعة

source: GenericName
ar: الاسم العام للدواء

source: InsuranceInfo
ar: معلومات التأمين

# IsExist
source: This Field is Exist
ar: هذا العنضر موجود مسبقاً

source: Manufacturer
ar: الشركة المصنعة

# MaxLength
source: Max Length is 100
ar: يجب ألا يزيد عدد الأحرف عن 100

source: MedicineName
ar: الاسم الطبي للدواء

source: MonthSalary
ar: الراتب الشهري

source: NoOfDoctor
ar: عدد الدكاترة

# NotEmpty
source: This Field Must Not Be Empty
ar: لا يمكن ترك العنصر فارغ

# NotFound
source: Object is not Found
ar: غير متوفر

# NotNull
source: This Field Must Not Be Null
ar: لا يمكن ترك العنصر فارغ

source: NumberOfAllBeds
ar: عدد الأسرة بالغرفة

source: NumberOfTakenBeds
ar: عدد الأسرة بالغرفة

source: Patients_Treated
ar: عدد المرضى

source: Price
ar: سعر الدواء

source: ProductionDate
ar: تاريخ الانتاج

source: Progress
ar: حالة تقدم الطلب

source: Qualification
ar: المؤهل

source: Quantity
ar: الكمية

source: ReputeIndex
ar: مؤشر السمعة

# Required
source: This Field is Required
ar: هذا الحقل مطلوب

source: RoomFloorNumber
ar: رقم طابق الغرفة

source: RoomName
ar: اسم الغرفة

source: ShiftDate
ar: تاريخ الوردية

source: ShiftEnd
ar: نهاية الزردية

source: ShiftStart
ar: بداية الوردية

source: SpecialityName
ar: اسم التخصص

source: Status
ar: حالة الفاتورة

source: Streetname
ar: اسم الشارع

source: Success
ar: عملية ناجحة

source: Time
ar: وقت الميعاد

source: Tranning
ar: التدريب

source: TreatmentDescription
ar: وصف المرض

source: TreatmentName
ar: اسم المرض

source: UnAuthorized
ar: غير مصرح

source: UnprocessableEntity
ar: عملية غير قابلة للمعالجة

# Updated
source: Edit Successfully
ar: تم التعديل بنجاح

source: UserName
ar: اسم المستخدم

source: WorkExperience
ar: خبرة العمل

source: WorkingEndTime
ar: وقت نهاية العمل

source: WorkingStartTime
ar: وقت بداية العمل
